{
    "Accueil" : "Home",
    "En savoir plus": "Learn more",
    "Boutique" : "Shop",
    "Devenir Revendeur" : "Become a Reseller",
    "Contact" : "Contact",
    "La solution ultime pour une protection maximale" : "The ultimate solution for maximum protection",
    "et une esthétique renouvelée de votre voiture." : "and a renewed aesthetic of your car.",
    "Fusiocoat - l'innovation qui offre une protection exceptionnelle et" : "Fusiocoat - the innovation that offers exceptional protection and",
    "une esthétique rafraîchie pour vos véhicules, qu'ils voguent sur l'eau," : "a refreshed aesthetic for your vehicles, whether they sail on water,",
    "volent dans le ciel ou roulent sur la route." : "fly in the sky or roll on the road.",
    "HOW IT WORKS" : "HOW IT WORKS",
    "Pourquoi choisir notre solution" : "Why choose our solution",
    "pour votre automobile" : "for your car",
    "EASY APPLICATIONS" : "EASY APPLICATIONS",
    "A single coating for a maximum efficiency" : "A single coating for a maximum efficiency",
    "SAFE TO USE" : "SAFE TO USE",
    "Non-toxic and eco-friendly products" : "Non-toxic and eco-friendly products",
    "DURABILITY" :"DURABILITY",
    "Unsurpassed chemical and weather resistance" : "Unsurpassed chemical and weather resistance",
    "AFTER SALE" :"AFTER SALE",
    "LA TECHNOLOGIE" : "TECHNOLOGY",
    "OUR VALUES" : "OUR VALUES",
    "Shipping within 24 h – Happy or refunded – Immediate support" : "Shipping within 24 h – Happy or refunded – Immediate support",
    "FUSIOCOAT® est le fruit de plus de 15 ans de recherches scientifiques dans la chimie des revêtements." : "FUSIOCOAT® is the result of more than 15 years of scientific research in the chemistry of coatings.",
    "Les produits FUSIOCOAT® apportent une durabilité sans précédent vis-a-vis des effets climatiques et chimiques pour préserver les qualités esthétiques des surfaces, tout en étant non toxiques pour l’Homme et l’ environnement." : "FUSIOCOAT® products provide unprecedented durability against climatic and chemical effects to preserve the aesthetic qualities of surfaces, while being non-toxic for humans and the environment.",
    "UN CHOIX DE" : "A CHOICE OF",
    "CÉRAMIQUES" : "CERAMICS",
    "POUR" : "FOR",
    "PROFESSIONNELS & NOVICES" : "PROFESSIONALS & NOVICES",
    "LES AVIS DE NOS UTILISATEURS" : "REVIEWS FROM OUR USERS",
    "Fusiocoat Simplifié" : "FUSIOCOAT SIMPLIFIED",
    "Vos Questions" : "YOUR QUESTIONS",
    "Nos Solutions" : "OUR SOLUTIONS",
    "Combien de temps faut-il pour recouvrir une voiture avec un revêtement céramique ?" : "How long does it take to coat a car with Ceramic Coating?",
    "Combien de temps dois-je attendre avant d’appliquer un revêtement céramique sur une voiture ?" : "How long do I have to wait when I Ceramic Coat a car?",
    "Combien de temps dure le revêtement céramique ?" : "How long does Ceramic Coating last?",
    "Le revêtement céramique est-il permanent ?" : "Is Ceramic Coating permanent?",
    "La durée exacte dépend de plusieurs facteurs, tels que la taille de la voiture, l’état de la surface, et la méthode d’application du revêtement. En général, cela peut une heure ou plus." : "The exact duration depends on several factors, such as the size of the car, the condition of the surface, and the method of applying the coating. Typically this can take an hour or more.",
    "Avant d’appliquer un revêtement céramique, assurez-vous que la surface de la voiture est propre et décontaminée. En général, il est recommandé d’attendre au moins 24 heures après le lavage et la décontamination avant d’appliquer le revêtement." : "Before applying a ceramic coating, make sure the car surface is clean and decontaminated. In general, it is recommended to wait at least 24 hours after washing and decontamination before applying the coating.",
    "La durée de vie d’un revêtement céramique dépend de divers facteurs, notamment la qualité du produit, les conditions météorologiques, l’entretien régulier, et la façon dont la voiture est utilisée. En règle générale, les revêtements céramiques de haute qualité peuvent durer au moins plus que 2ans." : "The lifespan of a ceramic coating depends on various factors, including product quality, weather conditions, regular maintenance, and how the car is used. Generally, high quality ceramic coatings can last at least more than 2 years.",
    "Bien que les revêtements céramiques soient durables, ils ne sont généralement pas permanents. Ils peuvent durer plusieurs années, mais l’exposition aux éléments, les lavages fréquents et d’autres facteurs environnementaux peuvent éventuellement réduire leur efficacité. Il est recommandé de réappliquer le revêtement après un certain temps pour maintenir une protection optimale." : "Although ceramic coatings are durable, they are generally not permanent. They can last for several years, but exposure to the elements, frequent washing, and other environmental factors can eventually reduce their effectiveness. It is recommended to reapply the coating after a period of time to maintain optimal protection.",
    "POUR TOUTE QUESTION MERCI DE NOUS" : "FOR ANY QUESTIONS THANK YOU",
    "CONTACTER VIA LE FORMULAIRE CI-DESSOUS" : "CONTACT VIA THE FORM BELOW",
    "High Price" : "High Price",
    "Low Price" : "Low Price",
    "Newest" : "Newest",
    "Oldest" : "Oldest",
    "Sort By" : "Sort By",
    "Automobile" : "Automotive",
    "Aéronautique" : "Aeronautics",
    "Qu’est ce qu’un revêtement céramique ?" : "What is a ceramic coating?",
    "Les revêtements céramiques Fusiocoat" : "Fusiocoat ceramic coatings",
    "Comment appliquer Fusiocoat ?" : "How to apply Fusiocoat?",
    "Testimonials" : "TESTIMONIALS",
    "Échos Élogieux : L’Expérience de" : "Rave Reviews: Our Customers’ Experience",
    "nos Clients avec Nos Revêtements Céramiques" : "with Our Ceramic Coatings",
    "Choisir*" : "Choose*",
    "Nom* et Prénom" : "First* and last name",
    "Socieéte (si applicable)" : "Company (if applicable)",
    "Email*": "E-mail*",
    "Téléphone*" : "Phone*",
    "Merci d'écriture votre message*" : "Thank you for writing your message*",
    "envoyer" : "send",
    "Question technique sur nos produits" : "Technical question about our products",
    "Informations partenariats professionnels" : "Professional partnership information",
    "Demander à être rappelé" : "Request a call back",
    "Autres demandes" : "Other requests",
    "Vous êtes un installateur professionnel ou un concessionnaire." : "You are a professional installer or dealer.",
    "Vous recherchez le produit qui va apporter totale satisfaction à vos clients et augmenter votre image de marque. Vous êtes au bon endroit !!!" : "You are looking for the product that will bring total satisfaction to your customers and increase your brand image. You are in the right place !!!",
    "En mettant l’accent sur le professionnalisme et la qualité, nous vous proposons les meilleures revêtements céramiques actuellement disponibles sur le marché en terme de durabilités esthétiques, de conforts d’utilisations et de simplicités d’applications." : "By emphasizing professionalism and quality, we offer you the best ceramic coatings currently available on the market in terms of aesthetic durability, comfort of use and ease of application.",
    "Contactez-nous pour plus d’information." : "Contact us for more information.",
    "Vous souhaitez devenir un installateur FUSIOCOAT®" : "You want to become a FUSIOCOAT® installer",
    "Vous êtes enthousiaste, animé par l’excellence professionnelle et passionné du detailing." : "You are enthusiastic, driven by professional excellence and passionate about detailing.",
    "Nous vous accompagnons dans votre formation d’installateur de revêtements céramiques FUSIOCOAT®." : "We support you in your training as an installer of FUSIOCOAT® ceramic coverings.",
    "Contactez-nous pour en discuter." : "Contact us to discuss.",
    "NOUS REJOINDRE" : "JOIN US",
    "Contactez-nous via notre formulaire" : "Contact us via our form", 
    "Veuillez renseigner les informations demandées. Tous les champs (*) sont obligatoires." : "Please fill in the requested information. All fields are mandatory.",
    "FOLLOW US :" : "FOLLOW US :",
    "ADRESSE POSTALE" : "ADDRESS",
    "ÉCRIVEZ-NOUS" : "WRITE U.S",
    "Service Technique" : "Technical service",
    "Service Commercial" : "Sales Department",
    "FusioCoat a tenu sa promesse. J'ai remarqué une différence significative dans le rejet de l'eau et la finition élégante. Excellent produit !": "FusioCoat delivered on its promise. Noticed a significant difference in water beading and the sleek finish. Great product!",
    "FusioCoat est révolutionnaire ! Ma voiture reste plus propre plus longtemps, et la brillance est tout simplement époustouflante. Chaque centime en vaut la peine.":"FusioCoat is a game-changer! My car stays cleaner for longer, and the shine is simply breathtaking. Worth every penny.",
    "Impressionné par la durabilité de FusioCoat et ses caractéristiques hydrofuges. Facile à appliquer et les résultats parlent d'eux-mêmes. Presque parfait !":"Impressed with FusioCoat's durability and water-repellent features. Easy to apply and the results speak for themselves. Almost perfect!",
    "FusioCoat a dépassé mes attentes ! Ma voiture n'a jamais été aussi brillante et la protection est vraiment remarquable. Hautement recommandé !":"FusioCoat exceeded my expectations! My car has never looked this glossy and the protection is truly remarkable. Highly recommended!",
    "Ceramic Coating" : "Ceramic Coating",
    "AVANTAGES" : "ADVANTAGES",
    "Anticorrosion et résistance aux produits chimiques.": "Anti-corrosion and resistance to chemicals.",
    "Esthétique" : "Aesthetics",
    "Effet déperlant, brillance, profondeur de la couleur, résistance aux petites rayures." : "Water repellent effect, shine, depth of color, resistance to small scratches.",
    "Entretien" : "Maintenance",
    "Les lavages sont facilités." : "Washing is easy.",
    "Les revêtements céramiques FUSIOCOAT® protègent toutes les surfaces extérieures des voitures contre les agressions environnementales responsables de la dégradation, du ternissement et de l’encrassement excessif de la peinture, du verre, des métaux et des plastiques. Les produits FUSIOCOAT® répondent aux exigences de chacune de ces surfaces en offrant une durabilité inégalée, tant sur le plan de la préservation de l’esthétique que sur celui de la fonctionnalité et du confort d’utilisation.":"FUSIOCOAT® ceramic coatings protect all exterior car surfaces against environmental attacks responsible for degradation, dulling and excessive soiling of paint, glass, metals and plastics. FUSIOCOAT® products meet the requirements of each of these surfaces by offering unrivaled durability, both in terms of preserving aesthetics and in terms of functionality and comfort of use.",
    "AÉRONAUTIQUE : FC – AÉRO" : "Aeronautics : FC – AÉRO",
    "Le Pionnier de la Protection Esthétique des" : "The Pioneer of Aesthetic Protection of",
    "Avions de Loisirs et Sports Aériens" : "Leisure Aircraft and Air Sports",
    "FC – AÉRO est à ce jour le seul revêtement nanocéramique qui sublime l’esthétique des surfaces aéronautiques peintes et métalliques, tout en les protégeant durablement contre les effets climatiques et les contaminants chimiques.":"FC – AÉRO is to date the only nanoceramic coating that enhances the aesthetics of painted and metal aeronautical surfaces, while protecting them sustainably against climatic effects and chemical contaminants.",
    "Utilisé dans l’industrie aéronautique civile pour la protection anticorrosion des surfaces métalliques, FC – AÉRO est aujourd’hui le produit pionner pour l’aéronautique sportive et de loisir, pour lesquelles la durabilité esthétique et fonctionnelle ainsi que la facilité d’entretien sont primordiales." : "Used in the civil aeronautics industry for the anti-corrosion protection of metal surfaces, FC – AÉRO is today the pioneering product for sports and leisure aeronautics, for which aesthetic and functional durability as well as ease of maintenance are essential.",
    "Pourquoi utiliser FC-AÉRO" : "Why using FC-AÉRO",
    "Sublimation des Surfaces" : "Sublimation of Surfaces",
    "FC – AÉRO apporte une brillance éclatante et une profondeur de couleur spectaculaire. Les surfaces deviennent durablement brillantes et les couleurs sont préservées et amplifiées." : "FC – AÉRO provides dazzling shine and spectacular depth of color. Surfaces become permanently shiny and colors are preserved and amplified.",
    "Protection Durable" : "Durable Protection",
    "Application Monocouche" : "Single-coat application",
    "Formulation Non Toxique" : "Non-Toxic Formulation",
    "Une fois appliqué, FC – AÉRO forme des liaisons chimiques fortes avec les surfaces, permettant une durabilité minimale de 5 ans contre la corrosion, les effets climatiques et les fluides non hydrauliques, tels que le kérosène, les huiles et les détergents." : "Once applied, FC – AÉRO forms strong chemical bonds with surfaces, allowing a minimum durability of 5 years against corrosion, climatic effects and non-hydraulic fluids, such as kerosene, oils and detergents.",
    "Déperlance & Entretien":"Water-repellency & Maintenance",
    "La formulation unique de FC – AÉRO exalte l’hydrophobicité. L’eau glisse merveilleusement sur les surfaces et l’adhésion des insectes et autres contaminants environnementaux est fortement minimisée, facilitant les entretiens réguliers." : "The unique formulation of FC – AÉRO enhances hydrophobicity. Water glides wonderfully on surfaces and the adhesion of insects and other environmental contaminants is greatly minimized, making regular maintenance easier.",
    "Notre formule avancée permet une application rapide en un seul passage par simple essuyage pour former une couche de plusieurs microns. La couche est sèche au toucher seulement 45 min après application et entièrement stabilisée après 24 h." : "Our advanced formula allows rapid application in a single pass by simply wiping to form a layer of several microns. The layer is dry to the touch only 45 minutes after application and fully stabilized after 24 hours.",
    "Notre priorité est la sécurité des utilisateurs et le respect de l’environnement. Notre formule est non toxique et respectueuse de la réglementation Européenne REACH." : "Our priority is user safety and respect for the environment. Our formula is non-toxic and complies with European REACH regulations.",
    "FC – MARINE : La gamme de protection marine la plus" : "FC – MARINE: The most comprehensive range of marine protection ",
    "performante" : "efficient",
    "est à ce jour l’ultime revêtement protecteur de surface en milieu marin. Composé d’une formulation unique en nanomatériaux fortement résistants aux milieux salins, il forme une barrière solide, transparente et chimiquement durable pour renforcer la résistance chimique des peintures et vernis de surfaces du type gelcoat et prévenir la corrosion des métaux." : "is to date the ultimate surface protective coating in the marine environment. Composed of a unique formulation of nanomaterials highly resistant to saline environments, it forms a solid, transparent and chemically durable barrier to reinforce the chemical resistance of gelcoat-type surface paints and varnishes and prevent corrosion of metals.",
    "est un revêtement fontionnel de surface de type TOP COAT qui apporte une brillance éclatante, une résistance aux saletés unique et une douceur au toucher incomparable pour les couches de finitions comme le gelcoat. Doté d’une mobilité de surface unique, il peut corriger les rayures mineures et constitue le produit d’entretien référence pour l’entretien de FC-MARINE POWER." : "is a functional surface coating such as TOP COAT which provides a dazzling shine, unique resistance to dirt and incomparable softness to the touch for finishing layers such as gelcoat. Featuring unique surface mobility, it can correct minor scratches and is the reference maintenance product for maintaining FC-MARINE POWER.",
    "De manière générale, un revêtement céramique est une seconde peau qui vient se déposer sur une surface, formant une barrière protectrice." : "Generally speaking, a ceramic coating is a second skin that is deposited on a surface, forming a protective barrier.",
    "Le revêtement céramique comble la porosité de la surface et forme un film uniforme qui améliore la résistance d’un matériau contre les agressions environnementales (expositions chimiques, températures, irradiations UV…) ou sollicitations mécaniques liées à sa manipulation." : "The ceramic coating fills the porosity of the surface and forms a uniform film which improves the resistance of a material against environmental attacks (chemical exposure, temperatures, UV irradiation, etc.) or mechanical stress linked to its handling.",
    "Les propriétés esthétiques de la surface sont préservées, voire améliorées pour certaines surfaces. Le revêtement céramique repousse l’eau et les UVs et réduit l’adhésion des saletés et polluants, facilitant aussi le nettoyage. De plus, en fonction de leurs « dureté » ils peuvent protéger des rayures et impacts mineurs." : "The aesthetic properties of the surface are preserved, or even improved for certain surfaces. The ceramic coating repels water and UV rays and reduces the adhesion of dirt and pollutants, also making cleaning easier. In addition, depending on their “hardness” they can protect against scratches and minor impacts.",
    "Cependant,  les performances des revêtements céramiques vont dépendre essentiellement de leurs adhésions sur les matériaux à protéger et des résistances chimiques et physiques des ingrédients les constituant. À ce titre, toutes les céramiques ne se valent pas et la grande majorité des revêtements céramiques disponibles dans le commerce, sont des revêtements dits sacrificiels, qui ont des durées de vies limitées, typiquement de quelques mois à 2 ans maximum" : "However, the performance of ceramic coatings will essentially depend on their adhesion to the materials to be protected and the chemical and physical resistance of the ingredients constituting them. As such, not all ceramics are equal and the vast majority of commercially available ceramic coatings are so-called sacrificial coatings, which have limited lifespans, typically from a few months to 2 years maximum.",
    "Les revêtements céramiques proposés pour la protection de surfaces dans le domaine de l’automobile sont composés de minéraux à base de silicium seuls ou en combinaison avec des résines organiques. Ils sont appliqués par chiffonnage ou spray pour former des couches d’épaisseurs généralement comprises entre 100 nm et 2 microns." : "The ceramic coatings offered for surface protection in the automotive sector are composed of silicon-based minerals alone or in combination with organic resins. They are applied by wiping or spraying to form layers with thicknesses generally between 100 nm and 2 microns.",
    "La différence majeure entre les revêtements céramiques aujourd’hui disponibles dans le commerce réside dans leurs compositions chimiques des et qui vont définir l’ADHÉSION et la DURETÉ du revêtement sur le substrat, ainsi que ses RÉSISTANCES CHIMIQUES, MÉCANIQUES ET PHYSIQUES, donc sa DURABILITÉ." : "The major difference between ceramic coatings available commercially today lies in their chemical compositions and which will define the ADHESION and HARDNESS of the coating on the substrate, as well as its CHEMICAL, MECHANICAL AND PHYSICAL RESISTANCE, therefore its DURABILITY.",
    "POURQUOI LES REVÊTEMENTS FUSIOCOAT® SUR VOTRE VOITURE ?" : "WHY FUSIOCOAT® COATINGS ON YOUR CAR ?",
    "Investissement Sûr" : "SAFE INVESTMENT",
    "Qualité des surfaces préservées" : "QUALITY OF PRESERVED SURFACES",
    "Mentions légales" : "Legal Notice",
    "Conditions générales de vente" : "Terms of Sales"
}